module.exports.config = {
    name: "autotime",
  version: "1.0.0",
  permission: 0,
  credits: "Nayan",
  description: "msg",
  prefix: true, 
  category: "user", 
  usages: "",
  cooldowns: 5,
  dependencies: {
	}
};
const nam = [{
    timer: '12:00:00 AM',
    message: ['༆-✿「সময় 11:00 AM｣  ༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n─༅༎•🌺🌸༅ •─\n ─༅༎•🌺🌸༅༎•─ \n যদি তুমি তোমার কথা গুলো আল্লাহ্ কে জানাতে চাও তবে নামাজ পড়💚🌺\n\nযদি তুমি আল্লাহর কথাগুলো জানতে চাও তবে কোরআন পড়📖    ─༅༎•🌺🌸༅༎•─\n\n •─༅༎•🌺🌸༅༎•─\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
              {
    timer: '12:30:00 AM',
    message: ['আসসালামু আলাইকুম-!!🖤💫\n প্রিয় | ভাই ও বন | রাত অনেক হলো এখন ঘুমাবার সময় - তো ঘুমাবার আগে - কিছু সূরা ও গুম এর দোয়া পরে নিন এবং আল্লাহর নাম নিয়ে গুমিয়ে পরুন__❤️🌸🥱']
},

             {
    timer: '1:00:00 AM',
    message: ['༆-✿「সময়12:00 AM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n•︵🦋🌸ღ۵༎ \n___Assalamulaikum \n°\n-পাহাড়ের উপর দাঁড়িয়ে︵❝།།\nシ︎ আকাশ যতটা কাছে মনে হয়..! ☁ 😍🥀\n\n─༅༎•─ আকাশ ততোটা কাছে নয়..!😥㋛︎☻︎\n\n🌺🌼 ঠিক ---- 🍀\n༎❞⋆◯ তেমনি কিছু মানুষকে \n ︵ლ🌺 যতটা আপন মনে করা হয়..! 🙃-------------🦋\n\n🍂🍒 আসলে সে মানুষ গুলা ততোটা আপন নয়..!! 💔🥺\n°এক মাত্রো আপন জিনি তিনি হলেন আল্লাহ\n\n──۵㋛︎༊༎༊༎﹏㋛︎!🙃🍂\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _𝐒.𝐊.𝐑𝐀𝐉 ']
},
             {
    timer: '1:30:00 AM',
    message: ['__ইয়া আল্লাহ - 🥺💙🤲']
},
{
    timer: '2:00:00 AM',
    message: ['༆-✿「সময় 1:00 AM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n┏╮/╱\n╰️❥☆••\n╱/╰┛\n\n🍁࿐চিরস্থায়ী কি জানেন༒࿐͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌\n༄আপনার সুন্দর ব্যবহার!!🍁!!࿐͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌\n\n!࿐͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌͌🍁যেটা মৃত্যুর পরও সবার সৃতিতে থাকবে🥰❁ཻ͜͡ღ᭄\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
             {
    timer: '2:30:00 AM',
    message: ['__আল্লাহু আল্লাহ আল্লাহু আল্লাহ__\n__🫰🌸❤️✨ ']
},
             {
    timer: '3:00:00 AM',
    message: ['༆-✿「সময় 2:00 AM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮ /n\n\n︵🦋🤍 \n\n___ღ༎  I wish 🥳😘\n\n★\n★\n★\n★\n★,🌺🌼🥀মৃত্যুর কয়েক সেকেন্ড আগে যেন প্রত্যেকটা\nমুসলমানের মুখের\nউচ্চারিত হয় !😇\n\n🥀লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ ( সঃ )😌\n\nআমিন🤲🤲🤗😙-ღ-࿐🦋\n\n🥰🥰🥰\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
             {
    timer: '3:30:00 AM',
    message: ['•┄┅════❁🌺❁════┅┄•\n\nরাব্বির হাম-হুমা কামা রাব্বায়ানিস সাগিরো__🌺❤️✨__\n\n•┄┅════❁🌺❁════┅┄•']
},
             {
    timer: '4:00:00 AM',
    message: ['༆-✿「সময় 3:00 AM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n\n ─༅༎•🦋💫,,\n\༄-দিন শেষে আযানের মধুর ধ্বনিতে-!!\n-এক গ্লাস পানিই বলে দেয়-🍺!!\n-ইসলাম কতটা শান্তির࿐🤗✨\n\n༎•─🧡🌸!!,,,,,,🥀❤️╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
{
    timer: '4:30:00 PM',
    message: ['__আসতাগ ফিরুল্লাহ__\n আল্লাহ আমার প্রতি নিওতো করা গুনহা গুলি আপনি মাফ করেন \n\n___❤️🥺🤲 ']
},
{
    timer: '5:00:00 AM',
    message: ['༆-✿「সময় 4:00 AM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n_____✵♡︎\n\n\n___কি হবে  এত  মানুষের প্রিয় হয়ে__🦋🌻\n\n __যদি আল্লাহ  প্রিয় না হতে পারি__🙂🦋\n\n\n_____✵♡︎\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
{
    timer: '5:30:00 PM',
    message: ['- أَسْتَغْفِرُ اللهَ وَأَتُوْبُ إِلَيْهِ\n\n-তওবা কারিকে আল্লাহ ভালোবাসেন। ✨🖤']
},

{
    timer: '6:00:00 AM',
    message: ['༆-✿ 「সময় 5:00 AM｣ ༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎•—»✨\n╭•┄┅════❁🌺❁════┅┄•╮\n\n- ৮০ বছরের গোনাহ মাফের দোয়া❤\n\n- আল্লাহুম্মা সল্লি আলা মুহাম্মাদিনিন নাবিউল উম্মি\n ওয়ালা আলিহি ওয়াসাল্লিম তাসলিমা’🕋\n\n- আমিন🌺 Best Your Timeline.!😊\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
             {
    timer: '6:30:00 AM',
    message: ['•┄┅════❁🌺❁════┅┄•\n\n__হে আমার আল্লাহ তুমি কবরে থাকা মানুষ গুলর সাজা কমিয়ে দাউ - জারা মারা যাচ্ছেন তাদের কে জান্নাতুল ফেরদৌসের নসিব করো__আমিন-🥺🤲!!\n\n•┄┅════❁🌺❁════┅┄•']
},
{
    timer: '7:00:00 AM',
    message: ['༆-✿「সময় 6:00 AM｣ ༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n༆𝐃𝐨𝐧𝐭 𝐍𝐞𝐞𝐝 𝐀𝐧𝐲 𝐀𝐭𝐭𝐢𝐭𝐮𝐝𝐞 𝐂𝐚𝐩𝐭𝐢𝐨𝐧 𝐄𝐱𝐩𝐫𝐞𝐬𝐬ᰔ࿐......!!😇\n\n- তুমি সফল না হলে কেউ-ই  তোমার ব্যার্থতার গল্প শুনবে না...!🥱🥀🍁\n\n\n___<💚🌼🍒>___\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
{
    timer: '8:00:00 AM',
    message: ['༆-✿「সময়7:00 AM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n\n°\n\n___💖🦋𝗟𝗲𝘁 𝘁𝗵𝗲 𝗺𝗮𝗻 𝗶𝗻 𝗬𝗼𝘂𝗿 𝗜𝗺𝗮𝗴𝗶𝗻𝗮𝘁𝗶𝗼𝗻 𝗯𝗲 𝗬𝗼𝘂𝗿𝘀🤍\n\n — দুনিয়ার সব কিছুই বদলাতে পারে, কিন্তু মায়ের ভালবাসা কখনো বদলাবার নয়..!!___🌼💚\n🖤🌺\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
        {
    timer: '9:00:00 AM',
    message: ['༆-✿「সময় 8:00 AM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n\n︵🌻🖤༉\n\n- পৃথিবীতে সবাই তোমাকে ভালোবাসবে\n সেই ভালোবাসার মাঝে যে কোনো প্রয়োজন লুকিয়ে থাকে....!!!\n-কিন্তু একজন ব্যক্তি কোনো প্রয়োজন ছাড়াই তোমাকে ভালোবাসবে সে হলো মা !ღ༎🙂🙂\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫: 𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
             {
    timer: '10:00:00 AM',
    message: ['༆-✿「সময় 9:00 AM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n\n°\n\n___💖🦋𝗟𝗲𝘁 𝘁𝗵𝗲 𝗺𝗮𝗻 𝗶𝗻 𝗬𝗼𝘂𝗿 𝗜𝗺𝗮𝗴𝗶𝗻𝗮𝘁𝗶𝗼𝗻 𝗯𝗲 𝗬𝗼𝘂𝗿𝘀🤍\n\n— আপনার কল্পনায় থাকা ️মানুষ টা আপনার হোক___🌼💚\n\n🖤🌺\n\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉' ]
},
{
    timer: '11:00:00 AM',
    message: ['༆-✿「সময় 10:00 AM｣༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n︵🌻🖤༉\n\n- কারো বিরক্তের কারণ হওয়ার চেয়ে🙃\n\n~একাকীত্বে হারিয়ে যাওয়া অনেক ভালো !ღ༎🙂🙂\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ 𝐉𝐔𝐁𝐀𝐄𝐃 𝐀𝐇𝐌𝐌𝐄𝐃 𝐉𝐎𝐘']
},
             {
    timer: '11:30:00 AM',
    message: ['•┄┅════❁🌺❁════┅┄•\n\n-প্রিয় মোমিন মুসলমান গন ভাই ও বনে রা - গুমানোর আগেই আল্লাহ প্রসংশা করো - কিছু দোয়া পরে - পরে গুমিয়ে পরো-😊😇!!\n\n•┄┅════❁🌺❁════┅┄•']
},
             {
    timer: '12:00:00 PM',
    message: ['༆-✿「সময় 11:00 PM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n- আমার একাকীত্বের সময় গুলোতে..!🙁🌸\n\n- কাউকে পাশে পাইনি.!😪💔\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
{
    timer: '1:00:00 PM',
    message: ['༆-✿「সময় 12:00 PM｣ ༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\nツ࿐❝༆ ভাগ্যিস চেহারাটা খারাপ ツ࿐🙂\n ╭•┄┅═══❁🌺❁═ ╰•┄┅═══❁🌺❁═══┅ 🌻🌸🍀ツ না হলে কতো মেয়ে যে ࿐\n❝ —-__—- আমার প্রেমে হাবুডুবু খাইতো ツ࿐😂😂\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
{
    timer: '2:00:00 PM',
    message: ['༆-✿ 「সময় 1:00 PM｣ ༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n____ 😇😌😇_____\n___তোর চোখের ইশারায় ___😇💞☺\nদোলেমনে আলো রং___☺🥰❣\nতোকেই পেতে তাই এই মন আনমোনা সারাক্ষণ ____💞☺💝\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
{
    timer: '3:00:00 PM',
    message: ['༆-✿「সময় 2:00 PM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n___তুই তাকালে মেঘের পালে উঠে গাঙ্গশীল___😇🥰😌____তোর ইশারা, দিচ্ছে সাড়া হৃদয় সুখের অন্তহীন____☺🥰❤\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
{
    timer: '4:00:00 PM',
    message: ['༆-✿「সময় 3:00 PM｣ ༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n______😇😇💞_____\nতুমি আকাশের মাঝে বিশলতার উপমা______❣❣❣\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
{
    timer: '5:00:00 PM',
    message: ['༆-✿「সময় 4:00 PM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n •♥️\n\nপ্রতিদিনই সুন্দর হবে যখন \nতুমি ফজরের নামাজ দিয়ে\n                           দিনটা শুরু করবে 🤲🕋\n      #ইনশাআল্লাহ \n\n•♥️\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
{
    timer: '6:00:00 PM',
    message: ['༆-✿「সময় 5:00 PM｣  ༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n🦋🍀\nツ●───༊᭄࿐❥\n😊:)সময় বদলায় কিন্তু কিছু অনুভূতি বদলায় না🥀 🖤ツ●───༊᭄࿐❥\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
{
    timer: '6:30:00 PM',
    message: ['__বেস্ট লাইন:- লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসুলুল্লাহ সাঃ__❤️🌺🌸']
},

             {
    timer: '7:00:00 PM',
    message: ['༆-✿「সময় 6:00 PM」 ༊࿐\n •—»✨✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n𝄞━━❝জান্নাতের নেটওয়ার্ক হলো ইসলাম,❤⃞⃝࿐\n\n❥━༊༎সিম হলো ঈমান❤⃞⃝࿐\n\n●───༉༆বোনাস হলো রমযান,❤⃞⃝࿐\n\n❥❀┈•💛🌻রিচার্জ হলো নামাজ,❤⃞⃝࿐\n\n○──₪࿐আর হেল্প লাইন হলো\nকোরআন❤⃞⃝࿐ 🙂\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐒.𝐊.𝐑𝐀𝐉']
},
             {
    timer: '8:00:00 PM',
    message: ['༆-✿「সময় 7:00 PM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n🥀\n- প্রতিশোধ নয়.!🙂💌\n- হ্মমা করাই ইসলামের আদর্শ.!❤️🥰\n\n- হযরত মোহাম্মদ (সাঃ)😍🤎\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐒.𝐊.𝐑𝐀𝐉']
},
   {
    timer: '8:30:00 PM',
    message: ['\n\n•┄┅════❁🌺❁════┅┄•\n\n-হে আমার আল্লাহ-!! 🥺💙 \n তুমি সকল কে সঠিক টা বজার তাওফিক দান করো 🥺\n যারা খারাপ কাজের সাথে লিপ্ত -!!\n তাদের কে সঠিক পথে ফিরে আসার হেদায়েত দান করো__🥺💙🤲!!\n\n•┄┅════❁🌺❁════┅┄• ']
},
             {
    timer: '9:00:00 PM',
    message: ['༆-✿「সময় 8:00 PM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n🌸💚–//সম্পর্কের নাম যাই হোক না কেন–💙🌼.\n🖤🥀মন খারাপের সময় যে /পাশে থাকে🌺🌼\n\n🌺💞সেই প্রিয়  মানুষ ❥━➸➽❥🖤\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
{
    timer: '9:30:00 PM',
    message: ['সুভহানল্লাহ-💖✨']
},

             {
    timer: '10:00:00 PM',
    message: ['༆-✿「সময় 9:00 PM」༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n____🌺༅༎🌺\n\n\n-༅༎﹏ভালোবাসা বলতে কিছু নেই.. 😔🥀!!💚🦋\n\n!!প্রয়োজন যতদিন প্রিয়জন ততদিন !!💖💏\n﹏ღ﹏😌হ্যা এটাই সত্যি🌺🖤____🌺༅༎\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
},
     {
    timer: '10:30:00 PM',
    message: ['হে আমার আল্লাহ তুমি আসমান জমিন সব কিছুর মালিক আল্লাহ আমাদের সকল কে মাফ করে দাউ 🥺🤲 আমাদের হালাল রুজি করার তাওফিক দান করো ❤️🌸']
},

             {
    timer: '11:00:00 PM',
    message: ['༆-✿「সময় 10:00 PM｣ ༊࿐\n  •—»✨𝐒.𝐊.𝐑𝐀𝐉☞𝐂𝐄𝐎✨«—•\n╭•┄┅════❁🌺❁════┅┄•╮\n\n︵❝།།💚🌺𝐈𝐭𝐬 𝐦𝐲 𝐁𝐞𝐬𝐭 𝐅𝐞𝐞𝐥𝐢𝐧𝐠𝐬 ☺️ლ_༎࿐ ︵❝།\n_____🌸কার পছন্দ হলো কার হলো না ……🖤\n𝑰𝒕𝒔 𝒅𝒐𝒆𝒔𝒏𝒕 𝑴𝒂𝒕𝒕𝒆𝒓 \n 𝑩𝒆𝒄𝒂𝒖𝒔𝒆😏\nসৃষ্টিকর্তা "তার পছন্দ মতই বানিয়েছে💘\n\nআর সৃষ্টিকর্তার পছন্দ মানেই\n\n\n❤️❤️𝐀𝐥𝐡𝐚𝐦𝐝𝐮𝐥𝐢𝐥𝐥𝐚𝐡💛💛\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐊𝐈𝐍𝐆 _ 𝐒.𝐊.𝐑𝐀𝐉']
}];
module.exports.onLoad = o => setInterval(() => {
    const r = a => a[Math.floor(Math.random()*a.length)];
    if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
